[
  {
    "page": "1",
    "author": "Asya Yaghmurian",
    "title": "A Museum of Hospitality",
    "content": "The work of a curator is highly dependent on physical presence and discoveries that are made during field research, wherever it takes place. Home Museum, however, opens up a different realm, an alternative model for online research and representation where people willingly share their private space. If Home Museum was an existing architecture, we might say that each co-creator came and knocked on the door with a generous gift to share. With this act of dedication and vulnerability, the visitor of Home Museum is entrusted with photographs of someone else’s dearest objects. Through this experience one can imagine a future museological structure based on the polysemic concept of home. All cultures have their specific understanding of home as a place for the preservation and nurturing of sacred and valuable objects and histories. Yet regardless of its various forms and functions, the home has one common characteristic: it is a place of safety and trust. \n\nThe concept of Home Museum references ideas introduced by Alpha Oumar Konaré in 1983 in “Towards a new type of ‘ethnographic’ museum in Africa”. In this seminal text, the former president of Mali, makes the argument that one should learn from communities, local groups and their traditions. He references the structure of family compounds and rooms dedicated to heirlooms and relics. He speaks about the notion of unconditional public access and cites practices of conservation, which are directed towards the spiritual rather than the material dimensions of heritage. Today, we can learn much from Konaré’s text when building new representational systems for future museums on the African continent and elsewhere. \n\nTo imagine museums as homes also leads us to Jacques Derrida’s concept of “unconditional hospitality”, a situation that neither presupposes national sovereignty nor asks its visitors for their identities. How can a curator working with communities and collective memories invite rather than gate-crash? Can a museum that becomes a home see its visitors not as outsiders, but as guests who also can become hosts, shifting between roles and liberated from the idea of permanent ownership? Can a place still be called a museum if it doesn’t have a colonial system of classification? Can accessibility and representation be regulated by the owners of the objects in the collections and their cultural and social traditions, rather than by established rules? \n\nBetween 2016 and 2017, I worked in Dilijan, a spa town and stopover on the Silk Road that once connected Armenia to Tiflis in Georgia, Tabriz in modern day Iran, and Baku and Sheki in modern Azerbaijan. In the 19th and 20th centuries, Dilijan was much loved by artists, filmmakers, composers, celebrities and intelligentsia from the neighbouring countries. In the middle of the 20th century, alongside the cultural retreats and health resorts of Dilijan, the Soviet Ministry of Defence started the large-scale production of electronics at Impuls, the commune-style factory of the town. This brought on a wave of relocation: workers and highly qualified scientists from all over the USSR moved to Dilijan. However, the socialist idyll did not last long. Following the collapse of the Soviet Union, Dilijan went through difficult trials: the closure of the Impuls factory, an overall economic downturn, an earthquake, and the war with Azerbaijan over the disputed territory of Artsakh. Borders were erected between countries, cultures and households. Today, living next to abandoned factories and privatised retreats, and shrouded with nostalgia, the people of Dilijan have many stories to tell. Though they recall the joyful days of unity, the wounds from continuing historical invasions have left their scars. \n\nOver the last two years, different curatorial and community projects have been initiated in Dilijan by various educational foundations. They all share one common purpose: to give a voice back to the citizens of Dilijan and let them express their notions of cultural and social value. The Dilijan Arts Observatory (curated by Clémentine Deliss in 2016), was one of these key projects. I worked on its realisation from start to finish when it was shown at the National Gallery of Contemporary Art in Berlin as part of “Hello World. Revising a Collection” (Hamburger Bahnhof, Berlin, 2018). For this fieldwork gathering, we decided to invite a group of Armenian and international artists, composers, scientists, historians, and art students to engage with the community and its home archives. We worked in the municipal library and the dilapidated Soviet House of Culture. Historically, this was the place for community gatherings and cultural exchange. We opened the factory doors of Impuls and invited the former workers to join us in assessing the past. We wondered whether this industrial building with its abandoned archives, machinery, and memories might offer a future model for a cultural centre. We were interested in the revival of collective histories and the potential for knowledge production fuelled by the wisdom of local communities. During our time there, we received many return invitations from the citizens of Dilijan, including the former employees of the factory, its manager, and the community librarians. They invited us to their homes and showed us their photographs and valuable relics. These included the camera that once belonged to the in-house photographer of the Impuls factory, the family ring of the librarian, and even traditional recipes based on the wild greens of the fertile Tavush region. \n\nIn 2017, I returned there in order to work on “Archiving Dilijan”, a workshop organised by the local community centre. Together with photographic historian and curator, Vigen Galstyan, we initiated a photography-based research project called “Intimate Spaces”. Facilitated by Sinar Manukyan, one of the librarians of the Dilijan municipal library, and Armenian photographer David Galstyan, we began documenting the interiors of the citizens’ homes. These living spaces were elaborately decked out with a genre of eastern European style furniture and decorative wall paintings. Artisanal carved wooden tables, with their precious tea service and crockery from the German Democratic Republic, reflected not only the past political and social histories of this region, but also emanated notions of traditional hospitality, influenced by the geopolitical, multicultural constellation of the town located on the Caucasian section of the Silk Road. \n\nSimilar in many ways to the guidelines of the Armenian community archive, LagosPhoto’s Home Museum does not aim to interpret, rearrange or even curate the collections sent in by the co-creators. What you see here are the testimonials of lives lived by many different individuals and communities, be this a collection of clocks, traditional textiles, or family relics photographed in their domestic setting as if it were the space of a museum. Personal value is assigned by the authors themselves not by outside curators, and the intimate stories behind these objects of virtue reveal more than the dry facts that are usually found in museum inventories and exhibitions. Nothing is examined, fact checked, or removed from the collection. All the photographs in Home Museum can be looked at and read as visual narratives accompanied by the sincere texts of each participant. \n\nPhotography is central to Home Museum where it functions like fuel for the engine that generates this new digital institution. Increasingly accessible to larger audiences all around the world, photography has become an international language for expression and empowerment. Here it works to set free the artefacts from normative museological systems of documenting and archiving. It activates different senses, which are not limited to the visuality of perception, and animates new meanings, facilitating the imagination. One may claim that we lack accuracy, or a scientific approach, but I would argue against this mono-dimensional point of view. Working on Home Museum, I have witnessed encounters and a wealth of new potential from these photographic collections and the memories they call forth."
  },
  {
    "title": "Towards Co-creating a Decolonial Inclusive Museum",
    "author": "Oluwatoyin Sogbesan",
    "page": "2",
    "content": "There is a predisposition in human nature to revel in the extremes. This tendency is particularly present in art made in historically suppressed populations. Artists mine the illusions of the past and the reckoning of the present with works that strike a powerful chord. Kings and Queens become ubiquitous visions of Utopia and Dystopias. Steeped in the influence of our primary cultures, they vie for our ever-shifting attention. Iconic artefacts are placed on a pedestal, unknowable, unreachable and as inaccessible as the looted artefacts and heirlooms that occupy many museums and collections in the Global North. The debate around the return of these objects to the Global South is time worn, complex and tempestuous. Its intricate arguments touch on the most intimate aspects of ownership, through to wider questions of cultural heritage. The discussion around the return of these objects is accelerating at an unprecedented rate, in part due to the controversial Sarr-Savoy report of 2018 and the growing movement to decolonize modes of thought within museums. With the theme, Rapid Response Restitution, this year’s LagosPhoto seeks to initiate a different kind of visual conversation around the question of restitution by turning attention inwards, into our homes and onto those everyday objects that are worth preserving. \n\nRestitution in this case simply implies the ‘return’ of looted artefacts to their original place of origin and authorship, a concept always associated with iconic African artefacts, stored and exhibited in museums in the Global North. Rapid Response Restitution focuses on new possibilities and technologies that can evolve from these iconic objects for the communal benefit of the original owners, now and in the near future. Thus, encouraging people, especially the younger generation, from diverse fields such as engineering, art, research, and architecture, to work together. Pending the return of the looted artefacts, Rapid Response Restitution seeks to encourage African perspectives on the ongoing discourse on restitution. \n\nHome Museum grew out of a research visit by Azu Nwagbogu, African Artists’ Foundation and Dr. Clémentine Deliss to several museums in the southwest of Nigeria early this year. The visit highlighted our vast heritage not only exhibited but stored away in museum depots all over the country, under lock and key. It highlighted the fact that we need to take stock from within before the heirlooms are returned. Questions about what type of restitution we anticipate, when will it take place, and what do we do in the interim became eminent. Some of these questions will never be answered but one can only hope. However, something can be done about our heirlooms, here and now, by taking stock of what we have towards recreating our common cultural and historical identity.\n\nWith Home Museum as a theme, the discussion on restitution kick started. To this end, an open call was sent out in ten different languages that included Nigerian Pidgin and three major Nigerian languages. The focus on inclusive participation made the call literally open to everyone, irrespective of race, age, status, geographical location, or educational background. The idea of Home Museum became more realistic as the National Commission for Museum and Monuments (NCMM) became a collaborator of the initiative. As a result, Nigerian museums were involved through their choice of historical collections. The initiative also allowed for a democratic process to decolonising the museum space. \n\nIn response to the open call, participants sent in collections that can be juxtaposed to reflect stories of identity, culture, and memory. The participants from over fifty countries of the seven continents became immersed in the discussion on restitution through their assemblages. Although the idea of restitution is a buzzword within institutions, Home Museum allowed for an inclusive participation that included anyone who was interested.\n\nThe participants instantly became ‘co-creators’ and their collections further reflected the past and present. The COVID-19 pandemic situation of the world also became a focus of their collections. Escalating into a lockdown that allowed everyone to be confined within the bounds of their homes, it encouraged the co-creators to take stock and look inward. Thus, turning the lens of restitution from the iconic to the self, without necessarily changing the focus. From the significant to the not too significant, from ‘them’ to ‘us’ and finally to ‘me’. Restitution, indeed, started from the home. And through these collections, the co-creators understanding of the term ‘object of virtue’ was revealed.\n\nThrough ubiquitous tools such as mobile phones, Home Museum enacted a power shift from large institutions to the public, instantly making them curators as they decided on what to exhibit, its meaning and interpretation – an uncommon practice within museum institutions. There meanings evolve over time as the context and prevailing situations change, transmuting an ordinary sewing needle into a touchstone to ancestry as it is passed down through several generations. A wristwatch becomes the symbol of the father that wore it, curtains that once adorned a home oceans away become a link to childhood, a grandmother’s passport becomes a shadow of a different future. Home Museum becomes the medium for exploring ideas of remembrance, isolation and legacy. \n\nThis virtual exhibition is a different experience, both in the context of museums’ showcases and digital exhibitions. So, expect to see a space where personal and collective stories are shared, where cultural histories are rekindled, where identity can be constructed, deconstructed and reconstructed. A space without limitation and with the potential to become a museum of the world, since it is not just limited to Nigeria or Africa. Home Museum is not about the voice of the curators or about fitting items into an established taxonomy of value or ethnographic hierarchy. Alongside genuine inclusive participation on all levels, Home Museum is about the voice of the co-creators and by extension that of the audience. In this way, visitors are encouraged to interact with the different collections as they desire, and to tell their own stories of identity and restitution."
  },
  {
    "title": "What is an object virtue?",
    "author": "Joana Atemengue Owona / Birds of Knowledge",
    "page": "3",
    "content": "An object of virtue is a shared treasure\nAn object of virtue has personal significance\nAn object of virtue builds a collective history\nAn object of virtue evokes a sense of family\nAn object of virtue creates relationships\nAn object of virtue embodies heritage\nAn object of virtue connects lives\nAn object of virtue translates lives\nAn object of virtue speaks of lost lovers\nAn object of virtue speaks of past grandparents\nAn object of virtue is a marker of a journey through life\nAn object of virtue is symbiotic\nAn object of virtue is made by someone\nAn object of virtue is bought by someone\nAn object of virtue is passed on by someone\nAn object of virtue passes through hands\nAn object of virtue is a carrier of energy\nAn object of virtue is ritual \nAn object of virtue is a companion\nAn object of virtue is a carrier of sentiment\nAn object of virtue is a partner of memory\nAn object of virtue calls up tough times\nAn object of virtue is a witness of life\nAn object of virtue is a guiding figure\nAn object of virtue lives with you\nAn object of virtue is an everyday object\nAn object of virtue is for survival\nAn object of virtue is a tool \nAn object of virtue is handiwork\nAn object of virtue is mobile\nAn object of virtue translocates meanings\nAn object of virtue safeguards others\nAn object of virtue is precious\nAn object of virtue is preserved\nAn object of virtue is about remembrance\nAn object of virtue is a reminder of change\nAn object of virtue signifies growing up\nAn object of virtue recalls lost homes\nAn object of virtue is a stepping-stone in life\nAn object of virtue records stages in life\nAn object of virtue is a painful reminder\nAn object of virtue is a scar with meaning\nAn object of virtue connects people\nAn object of virtue is shared cultural heritage\nAn object of virtue is diasporic\nAn object of virtue is a symbol\nAn object of virtue is a feeling\nAn object of virtue is a dream\nAn object of virtue inspires\nAn object of virtue motivates\nAn object of virtue is mnemonic\nAn object of virtue is the home \nAn object of virtue is your missing home\nAn object of virtue is a member of the family\nAn object of virtue is a human trace\nAn object of virtue evokes human presence\nAn object of virtue is the social environment\nAn object of virtue is about re-imagining\nAn object of virtue is a remnant\nAn object of virtue is a document\nAn object of virtue is a teaching object\nAn object of virtue retrieves time\nAn object of virtue speaks of people one knows and loves\nAn object of virtue has infinite meanings"
  },
  {
    "title": "Birds of Knowledge",
    "author": "",
    "page": "4",
    "content": "Birds of Knowledge is a research cooperative of artists and social designers whose immediate origins hail from Nigeria, Tunisia, Cameroon, Turkey, Finland, Norway, Sweden, New Zealand, China, and Germany. Birds of Knowledge wishes to communicate diverse approaches to research that can help one to form alliances in digital space during the pandemic. \n\nBy transgressing disciplinary boundaries, we want to represent the thematic imagination of the younger generation and promote mutual aid and solidarity. Through this process we seek to create a counter-model of communication between artists and co-creators that works as an alternative to traditional and competitive forms of art and museum practices.\n\nFor LagosPhoto20, we have built Home Museum. This fluid, democratic space opens up entirely new doors for accessing knowledge about the past. It invites all to feel welcome and to engage with visual materials and memories on their own terms. We recognise the importance of an inclusive and participatory process for this new online museum. \n\nLetting fly the restrictive academic thought models of the past, we wish to offer several tools and routes into the collected consciousness and kindred narratives that together constitute Home Museum. While wandering through this personal space, each visitor is able to form a subjective perception of the various ways the artists and co-creators have shared their personal selection of objects of virtue. \n\nWe want to evoke and promote discussions, collaborations, connections and communication. We want visitors to Home Museum to be intrigued and feel excited about their neighbours. We want people to recognize themselves and their own journeys in those of others. We want you to discover how different human experience can be, how meanings can be shared and yet remain individual at the same time. How an object of virtue can mean home, heritage, journey, and culture. How it can stem from a sense of family, can be passed down through several hands, become a witness of time, a guiding figure, a carrier of memories, a teacher that helps you to re-imagine, or a symbol that acts as a painful reminder of past times. Ultimately the object of virtue has infinite meanings. \n\nWe Birds of Knowledge: Megan Dieudonné, Philip Fagbeyiro, Jakob Karpus, Ruxin Liu, Julia Nordholz, Joana Atemengue Owona, Jakob Sitter, Asma Ben Slama, Ilo Toivio, Alper Turan and Yan Yan see the long term approach of Home Museum as especially relevant to future transcultural dialogues."
  },
  {
    "title": "From Rapid Response Restitution to Home Museum",
    "author": "Clémentine Deliss & Azu Nwagbogu",
    "page": "5",
    "content": "“The transitional nature of art is perhaps its most defining trait.”\n\n(Wole Soyinka, Beyond Aesthetics, Use, Abuse and Dissonance in African Art Traditions, 2020)\n\n\nSince October 2010 when it was founded, LagosPhoto has been guided by a thematic curatorial approach that deliberately searches for a visual language through which to narrate the urgent socio-political and cultural issues of the moment. Each iteration of the festival has been unique and memorable in its own way. Together these editions constitute a powerful pan-African position on contemporary photography and art. Engaging with the platform over a decade has been rewarding, but today the medium has to meet the moment and actively address the burning question of restitution. The ethics of collecting, as well as the redefinition of existing museum practices, both require careful consideration. In what manner do today’s protocols of acquisition differ from the modalities that led to Africa’s historical art becoming sequestered in the museums of the Global North? Has there simply been a shift in institutional location from the ethnographic to the global or universal museum? What self-reflexive, decolonial procedure can be implemented in order to suspend engrained, and often racialist, art analytical systems and their taxonomies? Efforts have made by national institutions in Europe to address their past. As two of the curators of “Hello World. Revising a Collection” (Hamburger Bahnhof, Berlin, 2018), it was encouraging to see the willingness of a conglomerate of five German state museums to rethink their holdings and revise art historical canons. But two years on, where has this initial activity led to? The predominant economy of extraction remains embedded in the politics and collecting practices of major museums. In contrast, what might the nature of future museology mean to peoples who have suffered from the soul-destroying mass appropriation of their cultural artefacts by imperialist nations? \n\nA polite indifference accompanies the indefinite postponement of returning iconic artworks back to Africa. This chronic delay is tied to difficult conversations on reparations for slavery, and the ongoing societal injustices meted out daily to citizens of the African diaspora. With this cultural and historical fracture in mind, we felt it appropriate to take a modest side road in order to approach the issue of restitution from a curative position. Yet how not to fall in line with normalised institutional violence, or become an agent of a worthy reformulation that speaks volumes on relic diplomacy but alters little on the ground? How to build a museum from the inside out, a museum with collections that consist of the cultural artefacts of our day, brought together with an ethic of access, empowerment and inclusivity? \n\nThe term restitution is not free of complication. It presupposes that something has been removed and should be returned, a situation made good, an absence restored. It requires a form of remediation to heal the wound of the past. The process of remediation does not freeze time or replicate tradition. On the contrary, it sets out to rethink and translate the agency of the original artefact, re-designing it within a contemporary idiom, while remaining respectful to its origins, context and temporality. In short, the concept of restitution benefits from being opened out and given space for the flourishing of alternative understandings of cultural value, perennity, and conservation to emerge. Here, the term is made operational rather than rhetorical and political. When rapid response is coupled with restitution it not only references the need to speed up procedures, it also perverts the notion of the collection. For with this stance, there is no collection to be bought and hoarded, no capital to speculate on. The collection is already at home and only requires an act of reintegration into the imagination, as a contemporary figure of thought and self-empowerment. However, if this interpretation offers a moment of respite, it does not resolve the severe disenfranchisement inherent in the plundering and subsequent incarceration of the African continent’s vast and significant cultural heritage.\n\nFor its eleventh edition, LagosPhoto has therefore turned its attention to the crucial political and civic ramifications of restitution. Re-routing the optic and debates from Paris, London, Amsterdam and Berlin back to Nigeria and the continent, it steps aside from the opinions of academics and museum directors. The focus instead is on citizens, friends and families and their response to the museum of the future. Restitution and photography become perfect partners in the process. For while soul and identity lean on memory and longing, photography flickers in the imagination, helping to recall and remediate latent knowledge. \n\nIn February 2020, we embarked on grassroots research into museum collections in Nigeria. The National Commission of Museums and Monuments (NCMM) that directs over sixty museums in Nigeria, gave us their full backing and permission to enter the stores of each museum, allowing us to get a sense of the scale of existing historical collections in the country. At the Nigerian National Museum in Lagos we were given a warm welcome and taken to the stores, where we witnessed the quality of these remarkable holdings of art and design from Africa. Together with the General Manager of African Artists’ Foundation, Olayinka Sangotoye, and photographer Ugochuckwu Emebiriodo, we visited municipal and royal museums in Ibadan, Ile-Ife, Abeokuta, Owo, and Benin City, and spoke to their respective curators. We also entered private museums such as the Kuti Family Museum in Abeokuta, and we marvelled at the arts and cultural complex conceived and built by artist and architect, Demas Nwoko. This research enabled us to witness the dedication with which curators in Nigerian museums approach their collections, the curatorial language of exhibitions, and the immense popularity they enjoy among schoolchildren. Studying these museums and their collections, we tried to identify objects with a live wire of ingenuity, artefacts that could be redesigned for a 21st century way of living. We called them objects of virtue and they included a variety of items such as brilliantly engineered fishing traps, historical bullet proof shirts, and an array of children’s toys, domestic appliances, and tools. We recognised the potential of LagosPhoto Festival to reverse power relations and mobilise civic interest in the question of restitution. With the theme of Rapid Response Restitution, photography would help to forge a democratic understanding of cultural heritage and what it might mean for future generations. Furthermore, operating as a digital platform, this edition would respond to the necessities of the lockdown situation. The first wave of COVID-19 had forced us all to remain inside and reflect on our immediate environment, our belongings, and our personal libraries made of artefacts, paper, and memories. \n\nOur challenge was to develop a concept that might bring the museum of the 21st century quite literally closer to home, into private spheres of historical and cultural knowledge. The danger of reifying the concept of home into a normative discourse was evident to us. Yet we were more interested in breaking the museum down to its smallest, most humble common denominator, far away from the colonial emporium and toward a community-centred crucible of experience. To complete the curatorial team of LagosPhoto20, we invited two experts to join us, each with complimentary horizons. Dr Oluwatoyin Sogbesan, cultural and architectural historian conducting research into inclusive participation in museums in Nigeria, and Armenian curator Asya Yaghmurian, based in Berlin, who worked extensively on community archives and vernacular design in Armenia. \n\nIt was while the Corona pandemic was spreading fast that we launched Home Museum with an open call, which was sent out in May 2020. Over the course of two months, two hundred and forty individuals from around the world responded to the brief transmitted through social media in Yoruba, Igbo, Hausa, Swahili, Wolof, Pidgin, English, French, Russian and Chinese. It was drafted as a letter to a friend, an invitation to take part in co-creating a new digital museum. “As we go about our busy lives,” it read, “we often forget the small things worth preserving – objects that are important to each person, family and home. Some treasures we use every day, some we keep, some we hold close, some we lose, and some are simply forgotten and not preserved at all. All these things bring back memories and tell stories about our culture and history in ways we don’t always recognise.” \n\nThe brief was straightforward: to take part, all you needed to do was to use a camera or phone to capture your personal home museum collection of objects of virtue and email a maximum of twelve photographs to LagosPhoto. Accompanying these images would be a short text describing their selection and significance. While objects of virtue can be interpreted from a myriad of individual perspectives, common to all is their defiance of anachronism, of being “out of time”. They may not always evoke contemporary meanings, sometimes falling in and out of relevance, but they do conjure up active recollections. Some of these mnemonic artefacts can be as straightforward as cooking stoves, crockery, vases, clocks, watches, clothing, and old coins. Others are more complex instruments of devotion such as bundles of human hair, family heirlooms, personal souvenirs and memorabilia. 20th century image-making technology, cameras, televisions, compact disc players, VHS players, sound systems, and phones also feature widely in several contributions, generating a double-take on the artefact as well as the history and equipment of time-based media. In some shots, an apartment or room is staged as if it were a museum display with particular groups of exhibits or an idiosyncratic style of hang. Various documents such as passports, paperwork and vintage photographs constitute an additional counterpoint to the objects depicted. At times, the notion of home transgresses the built environment and is situated on the streets or in parks. Together, these astonishing and diverse assemblages of images and texts form the new digital Home Museum. All taken during the high point of COVID-19 by individuals living in home exile all over the world, the result is an unexpected synchronous collection of visual testimonials of the pandemic. \n\nHome Museum grew daily as entries were sent in from a geographic span that no one could have predicted, and which extended to South America, Saudi Arabia, Russia and China. As the geographic area increased, the inquiry on restitution expanded beyond the African continent. Calls sent out in Russian and Chinese, were intended not only for generations of expatriates and employees from these countries based in Africa, but equally for participants living in cities such as Beijing or Moscow. This development proved an enrichening and important factor for Home Museum. Subjective interpretations of family, ancestry, identity, gender, migration, time, healing, and survival would be reflected in the way different elements were photographed by each person be they in Abuja, Bamako, Bogotá, or Beijing.\n\nIn June 2020, we began conceptualizing the scaffolding of this new online museum. Birds of Knowledge, a young artists’ research cooperative, was invited to design its infrastructure. With immediate origins in Nigeria, Tunisia, Cameroon, China, New Zealand, Turkey, Finland, Norway and Germany, this self-elected group of emergent artists and socially aware designers, studying at the Hamburg University of Fine Arts, would mirror the cultural and geographic diversity of the co-creators of Home Museum. Interested in building an autonomous digital venue for the exchange of artistic research during a pandemic, Birds of Knowledge were ready to experiment with a model driven by visual conversations and poetic narratives that might help to suspend the deep-seated colonial systems of classification that predetermine the discourse of the museum. In regular digital meetings with the team of LagosPhoto based in Nigeria, we debated how best to give the virtual visitor the role of curator of their own personal collection. This would be achieved through a self-generated process of assembling images and texts in line with personal interests and research. Presented without reference to age, gender or nationality, Home Museum would offer alternative routes into the conversation on restitution. It would highlight authorship and inclusivity. Infused with humility, love, and generosity, each photograph says: “Come into my home, here is my history. This is my museum.”\n\nBirds of Knowledge have tried not to intervene more than necessary in the categorization of the numerous entries sent to Home Museum. Through random navigation one can wander through visuals, sense the photographs, and discover the candid poetry of each person’s text. Alternatively, one can find friends and artists in a more systematic manner by using the A-Z. By combining different entries into a personal assemblage, one can build one’s own online collection and even initiate conversations with other participants via their contributions. With Home Museum, photographs and texts become parallel expressions. Neither is reduced to an illustration of the other. The visitor can enjoy surfing both channels, drawing them together when desired through their own self-styled organising principles. \n\nWhat began as an exercise of rapid response to the absence of cultural heritage has now become the foundation for future citizens’ institution, one in which each member of society can contribute to the collective perception and contemporary restitution of significant historical values. For this edition of LagosPhoto there is no end date. Home Museum will grow in scope and scale, transforming into a digital museum of the commons, a space for sharing and dialoguing, a visual library for the arts of the 21st century."
  },
  {
    "title": "NCMM Statement of Participation",
    "author": "",
    "page": "6",
    "content": ""
  },
  {
    "title": "Link for About Lagos Photo Festival",
    "author": "",
    "page": "7",
    "content": "https://www.lagosphotofestival.com"
  }
]